Repository: ognerub/Tic-tac-toe
Catalog: Tic-tac-toe/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Action blocked while Tic-tac-toe is in progress, please end current game and try again
ru: Действие заблокировано, пожалуйста закончите текущую игру и попробуйте снова

source: Add
ru: Добавить

source: Add User
ru: Добавить пользователя

source: Best win row: %lld
ru: Лучшая серия побед: %lld

source: Cancel
ru: Отмена

source: Close
ru: Закрыть

source: Confirm
ru: Подтвердить

source: Create new
ru: Создать нового

source: Current user is %@. Press to change.
ru: Выбран игрок %@. Нажмите чтобы изменить.

source: Draws: %lld
ru: Ничьи: %lld

source: English
ru: Английский

source: Enter name here
ru: Введите имя

source: Game duration: %@ sec
ru: Время игры: %@ сек

# Games won: %lld / %lld
source: Games won: %1$lld / %2$lld
ru: Выиграно: %1$lld / %2$lld

source: It's a draw
ru: Ничья ⚔️

source: Language
ru: Язык

source: Looses: %lld
ru: Поражений: %lld

source: Plaese, select user`s score card
ru: Пожалуйста, выберите карточку игрока

source: Playground
ru: Игровая

source: Please press here to select user first
ru: Пожалуйста выберите игрока нажав сюда

source: Retry
ru: Повторить

source: Russian
ru: Русский

source: Score cards
ru: Рекорды

source: Send data
ru: Отправить

source: Settings
ru: Настройки

source: This square is already selected
ru: Это поле уже выбрано

source: Tic-Tac-Toe
ru: Крестики-нолики

source: Total games: %lld
ru: Всего игр: %lld

source: Total in game time: %@ sec
ru: Общее время игры: %@ сек

source: Unknown error
ru: Неизвестная ошибка

source: User data successfully sent
ru: Результаты успешно отправлены

source: User image
ru: Изображение пользователя

source: User name
ru: Имя пользователя

source: User selection
ru: Выбор пользователя

source: Win row: %lld
ru: Серия побед: %lld

source: Wins: %lld
ru: Побед: %lld

source: You lose, I will be the first now
ru: Вы проиграли, теперь я хожу первый

source: You win! Well done!
ru: Вы выиграли! Молодец!
